Repository: Lospi/MacMotionCues
Catalog: Mac Motion Cues/Localizable.xcstrings
Source language: en
Languages: de, pt_br

source: About
de: Über
pt_br: Sobre

source: AirPods connected
de: AirPods verbunden
pt_br: AirPods conectado

source: AirPods went to sleep
de: AirPods im Ruhezustand
pt_br: AirPods entraram em modo de espera

source: Asking for location permission…
de: Standortberechtigung wird angefordert…
pt_br: Solicitando permissão de localização…

source: Auto-enable when in vehicle
de: Im Fahrzeug automatisch aktivieren
pt_br: Ativar automaticamente em veículos

source: Check for Updates…
de: Nach Updates suchen…
pt_br: Verificar por atualizações...

source: Connecting…
de: Verbinde…
pt_br: Conectando…

source: Cues need Motion & Fitness to read AirPods movement.
de: Bewegungshinweise benötigen „Bewegung & Fitness“, um die AirPods-Bewegung zu lesen.
pt_br: Os indicadores precisam de Movimento e Forma Física para ler o movimento dos AirPods.

source: Dot Style
de: Punktstil
pt_br: Estilo do Ponto

source: Dynamic
de: Dynamisch
pt_br: Dinâmico

source: Enable Visual Cues
de: Visuelle Hinweise aktivieren
pt_br: Habilitar Indicador de Movimento

source: Enable X Motion (BETA)
de: X-Bewegung aktivieren (BETA)
pt_br: Habilitar Movimento Horizontal (BETA)

source: Grant Motion Access
de: Bewegungszugriff erlauben
pt_br: Conceder Acesso a Movimento

source: In vehicle
de: Im Fahrzeug
pt_br: Em veículo

source: Launch at Login
de: Beim Anmelden öffnen
pt_br: Abrir ao Iniciar

source: Location access denied
de: Standortzugriff verweigert
pt_br: Acesso à localização negado

source: Location services
de: Ortungsdienste
pt_br: Serviços de localização

source: Looking for compatible AirPods…
de: Suche nach kompatiblen AirPods…
pt_br: Procurando AirPods compatíveis…

source: Mac Motion Cues uses AirPods head-tracking to drive cue motion.
de: Mac Motion Cues nutzt die Kopfverfolgung der AirPods, um die Bewegung der Hinweise zu steuern.
pt_br: O Mac Motion Cues usa o rastreamento de movimento da cabeça dos AirPods para gerar os indicadores.

source: Motion access denied
de: Bewegungszugriff verweigert
pt_br: Acesso a movimento negado

source: Motion Cues
de: Bewegungshinweise
pt_br: Indicadores de Movimento

source: Motion Settings
de: Bewegungseinstellungen
pt_br: Configurações de Movimento

source: Move your head or take them out and put them back in to reconnect.
de: Bewege deinen Kopf oder nimm die AirPods kurz heraus und setze sie wieder ein, um die Verbindung wiederherzustellen.
pt_br: Mexa a cabeça ou tire e recoloque os AirPods para reconectar.

source: Off
de: Aus
pt_br: Desligado

source: Open System Settings…
de: Systemeinstellungen öffnen…
pt_br: Abrir Ajustes do Sistema…

source: Put on your AirPods
de: Setze deine AirPods auf
pt_br: Coloque seus AirPods

source: Quit Mac Motion Cues
de: Mac Motion Cues beenden
pt_br: Sair de Mac Motion Cues

source: Sensitivity
de: Empfindlichkeit
pt_br: Sensibilidade

source: Setting up…
de: Wird eingerichtet…
pt_br: Configurando…

source: Size
de: Größe
pt_br: Tamanho

source: Solid
de: Solide
pt_br: Sólido

source: Spacing
de: Abstand
pt_br: Espaçamento

source: Stationary
de: Stationär
pt_br: Parado

source: Style
de: Stil
pt_br: Estilo

source: Uses AirPods head-tracking to drive cue motion.
de: Nutzt die Kopfverfolgung der AirPods, um die Bewegung der Hinweise zu steuern.
pt_br: Usa o rastreamento de movimento dos AirPods para gerar os indicadores.

source: View Source Code
de: Quellcode anzeigen
pt_br: Ver Código Fonte

source: Visual Settings
de: Visuelle Einstellungen
pt_br: Configurações Visuais

source: You may need to relaunch the app after granting access.
de: Du musst die App eventuell neu starten, nachdem du den Zugriff erteilt hast.
pt_br: Talvez seja necessário reabrir o app após conceder o acesso.
